Repository: krwd1117/DripNote
Catalog: DripNote/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

# Barista.Loading
source: Loading barista recipes...
ja: バリスタのレシピを読み込んでいます...
ko: 바리스타들의 레시피를 가져오는 중...

# Barista.Title
source: Barista Recipes
ja: バリスタレシピ
ko: 바리스타 레시피

# Common.Add
source: Add
ja: 追加
ko: 추가

# Common.Cancel
source: Cancel
ja: キャンセル
ko: 취소

# Common.Delete
source: Delete
ja: 削除
ko: 삭제

# Common.Done
source: Done
ja: 完了
ko: 완료

# Common.Edit
source: Edit
ja: 編集
ko: 수정

# Disclaimer.Affiliate
source: This post contains affiliate links, and I may earn commissions from purchases.
ja: 本コンテンツにはアフィリエイトリンクが含まれており、対象のリンクから購入された場合、当方が収益を得ることがあります。
ko: 이 포스팅에는 제휴 링크가 포함되어 있으며, 구매 시 수수료를 제공받을 수 있습니다.

# Recipe.AddPouringStep
source: Add Pouring Step
ja: プアリング手順を追加
ko: 푸어링 단계 추가

# Recipe.BrewingInfo
source: Brewing Info
ja: 抽出情報
ko: 추출 정보

# Recipe.BrewingSettings
source: Brewing Settings
ja: 抽出設定
ko: 추출 설정

# Recipe.BrewingSteps
source: Brewing Steps
ja: 抽出手順
ko: 추출 단계

# Recipe.CoffeeAmount
source: Coffee Amount
ja: コーヒー量
ko: 커피량

# Recipe.CoffeeBeans
source: Coffee Beans
ja: コーヒー豆
ko: 원두 이름

# Recipe.Description.Placeholder
source: Description (e.g., Pour in circles from the center)
ja: 説明（例：中心から円を描くように注ぎます）
ko: 설명 (예: 중심부터 원을 그리며 부어주세요)

# Recipe.Empty.Message
source: Add a new recipe to record your own coffee
ja: 新しいレシピを追加して、あなたのコーヒーを記録しましょう
ko: 새 레시피를 추가해 나만의 커피를 기록해보세요

# Recipe.Empty.Title
source: No Saved Recipes
ja: レシピが保存されていません
ko: 저장된 레시피가 없어요

# Recipe.GrindSize
source: Grind Size
ja: 挽き目
ko: 분쇄도

# Recipe.Method
source: Brewing Method
ja: 抽出方法
ko: 추출 도구

# Recipe.MyRecipe
source: My Recipe
ja: マイレシピ
ko: 내 레시피

# Recipe.Notes
source: Notes
ja: メモ・備考
ko: 메모

# Recipe.Notes.Placeholder
source: Enter notes
ja: メモを入力してください
ko: 메모를 입력하세요

# Recipe.PouringComplete
source: Pouring step %d completed
ja: %d番目のプアリングが完了しました
ko: %d번 째 푸어링이 끝났습니다

# Recipe.PouringInfo
source: Pouring Information
ja: プアリング情報
ko: 푸어링 정보

# Recipe.Ratio
source: Coffee : Water Ratio
ja: コーヒー : 水の比率
ko: 커피 : 물 비율

# Recipe.ShopBrewingTool
source: Shop Tools
ja: Show Tools
ko: 도구 구매

# Recipe.ShopCoffeeBeans
source: Shop Beans
ja: Show Beans
ko: 원두 구매

# Recipe.Steps.Empty
source: Please add brewing steps
ja: 抽出手順を追加してください
ko: 단계를 추가해주세요

# Recipe.StoreInfo
source: Store Information
ja: 店舗情報
ko: 매장 정보

# Recipe.Temperature
source: Water Temperature
ja: 抽出温度
ko: 물 온도

# Recipe.TemperatureSetting
source: Temperature Setting
ja: 温度設定
ko: 온도 설정

# Recipe.Time.Label
source: Time
ja: 時間
ko: 시간

# Recipe.Time.MinutesAndSeconds
source: %d min %d sec
ja: %d分%d秒
ko: %d분 %d초

# Recipe.Time.SecondsOnly
source: %d sec
ja: %d秒
ko: %d초

# Recipe.Time.TotalTime
source: %d sec
ja: %d秒
ko: %d초

# Recipe.WatchOnYoutube
source: Watch on YouTube
ja: YouTubeで見る
ko: 유튜브에서 보기

# Recipe.WaterAmount
source: Water Amount
ja: 水量
ko: 물량

# Recipe.WaterVolume
source: Water Volume
ja: 水の量
ko: 물의 양

# RecipeForm.BaristaName
source: Barista Name
ja: バリスタ名
ko: 바리스타 이름

# RecipeForm.BaristaName.Placeholder
source: ex) John
ja: 例）山田
ko: ex) 나

# RecipeForm.BasicInfo
source: Basic Information
ja: 基本情報
ko: 기본 정보

# RecipeForm.RecipeTitle
source: Recipe Title
ja: レシピ名
ko: 레시피 제목

# RecipeForm.RecipeTitle.Placeholder
source: ex) My Recipe
ja: 例）マイレシピ
ko: ex) 나만의 레시피

# RecipeForm.Save
source: Save
ja: 保存
ko: 저장

# RecipeForm.Title.Edit
source: Edit Recipe
ja: レシピを編集
ko: 레시피 수정

# RecipeForm.Title.New
source: New Recipe
ja: 新規レシピ
ko: 레시피 작성

# Settings.Contact
source: [DripNote] Contact Us
ja: [DripNote] お問い合わせ
ko: [DripNote] 문의하기

# Settings.CurrentTemperature
source: Current Temperature Unit
ja: 現在の温度単位
ko: 현재 온도 단위

# Settings.CurrentUnit
source: Current Units
ja: 現在の単位
ko: 현재 단위

# Settings.CurrentVolume
source: Current Volume Unit
ja: 現在の容量単位
ko: 현재 부피 단위

# Settings.CurrentWeight
source: Current Weight Unit
ja: 現在の重量単位
ko: 현재 무게 단위

# Settings.EmailError.Confirm
source: OK
ja: 確認
ko: 확인

# Settings.EmailError.Message
source: Please check your email settings on your device.
ja: デバイスのメール設定をご確認ください。
ko: 기기에서 이메일 설정을 확인해주세요.

# Settings.EmailError.Title
source: Cannot Send Email
ja: メールを送信できません
ko: 이메일을 보낼 수 없습니다

# Settings.ImperialTemperature
source: Fahrenheit (°F)
ja: 華氏温度 (°F)
ko: 화씨 (°F)

# Settings.ImperialVolume
source: Fluid Ounces (fl oz)
ja: 液量オンス (fl oz)
ko: 액량 온스 (fl oz)

# Settings.ImperialWeight
source: Ounces (oz)
ja: オンス (oz)
ko: 온스 (oz)

# Settings.MetricTemperature
source: Celsius (°C)
ja: 摂氏温度 (°C)
ko: 섭씨 (°C)

# Settings.MetricVolume
source: Milliliters (ml)
ja: ミリリットル (ml)
ko: 밀리리터 (ml)

# Settings.MetricWeight
source: Grams (g)
ja: グラム (g)
ko: 그램 (g)

# Settings.Preferences
source: Preferences
ja: 環境設定
ko: 환경 설정

# Settings.SelectUnit
source: Select Unit
ja: 単位を選択
ko: 단위 선택

# Settings.Temperature
source: Temperature
ja: 温度
ko: 온도

# Settings.TemperatureUnit
source: Use Metric Temperature (°C)
ja: 摂氏温度を使用 (°C)
ko: 섭씨 온도 단위 사용 (°C)

# Settings.Title
source: Settings
ja: 設定
ko: 설정

# Settings.UnitDescription
source: You can set each unit type independently
ja: 各単位は個別に設定することができます
ko: 각 단위를 개별적으로 설정할 수 있습니다

# Settings.UnitSettings
source: Unit Settings
ja: 単位設定
ko: 단위 설정

# Settings.UnitSystem
source: Use Metric System
ja: メートル法を使用
ko: 미터법 사용

# Settings.Version
source: Version
ja: バージョン
ko: 버전

# Settings.Volume
source: Volume
ja: 容量
ko: 부피

# Settings.VolumeUnit
source: Use Metric Volume (ml)
ja: メートル法の容量を使用 (ml)
ko: 미터법 부피 단위 사용 (ml)

# Settings.Weight
source: Weight
ja: 重量
ko: 무게

# Settings.WeightUnit
source: Use Metric Weight (g)
ja: メートル法の重さを使用 (g)
ko: 미터법 무게 단위 사용 (g)

# Tab.Barista
source: Barista
ja: バリスタ
ko: 바리스타

# Tab.MyRecipe
source: My Recipe
ja: マイレシピ
ko: 내 레시피

# Tab.Settings
source: Settings
ja: 設定
ko: 설정

# Unit.Second
source: sec
ja: 秒
ko: 초
